Revit 2027 API
ParameterTypeId.RebarSystemActiveBottomDir1Generic Property
 "Bottom/Interior Major Direction"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarSystemActiveBottomDir1Generic { get; }
Public Shared ReadOnly Property RebarSystemActiveBottomDir1Generic As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarSystemActiveBottomDir1Generic {
	ForgeTypeId^ get ();
}
static member RebarSystemActiveBottomDir1Generic : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace